Repository: AKotov-dev/juggler
Catalog: juggler/languages/juggler.*.po
Languages: ru

source: AutoStart
ru: АвтоСтарт

# tmainform.clearbox.caption
source: Clear browser cache and cookies at GUI startup
ru: Очистить кеш браузера и cookies при старте GUI

# tmainform.label3.caption
source: ...wait for the interface
ru: ...ждать интерфейс

# tmainform.label4.caption
source: ...wait for the interface
ru: ...ждать интерфейс

source: Choosing a Working and Blocked VPN
ru: Укажите Рабочий и Заблокированный VPN

# tmainform.startbtn.caption
source: Start
ru: Старт

source: License: GPLv3 Author: alex_q_2000 (C) 2023 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2023 URL: https://linuxforum.ru

# tmainform.stopbtn.caption
source: Stop
ru: Стоп

source: The cycle is completed
ru: Цикл завершен

source: Connection attempt, wait...
ru: Попытка подключения, ждите...

source: Stop/Reset the connection
ru: Стоп/Сброс подключения
